<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="${pageContext.request.contextPath }/css/partners/bizmoney_charge.css">
    <title>비즈머니 충전하기</title>
</head>
<body>
    <div class="wrap">
        <div class="title title01">
            <h1>비즈머니 충전하기</h1>
        </div>
        <div class="charge_wrap">
            <div class="charge_box">
                <p>비즈머니 충전금액</p>
                <input type="text" id="chargePoint" name="chargePoint" placeholder="원">
            </div>
            <div class="charge_btn">
                <button type="button" onclick="add(10000);">+ 10,000</button>
                <button type="button" onclick="add(50000);">+ 50,000</button>
                <button type="button" onclick="add(100000);">+ 100,000</button>
                <button type="button" onclick="add(1000000);">+ 1,000,000</button> 
            </div>
        </div>
        <div class="title title02">
            <h1>충전 수단</h1>
        </div>
        <div class="credit_wrap">
	        <div class="credit_btn">
	            <label for="virtualAccount"><div class="paymentType"><input class="payment_radio" name="payment_radio" type="radio" id="virtualAccount" value="virtualAccount" onchange="change()">가상계좌</div></label>
	           	<label for="checkCart"><div class="paymentType"><input class="payment_radio" name="payment_radio" type="radio" id="checkCart" value="checkCart" onchange="change()">체크카드</div></label>
	            <label for="creditCart"><div class="paymentType"><input class="payment_radio" name="payment_radio" type="radio" id="creditCart" value="creditCart" onchange="change()">신용카드</div></label>
	        </div>
        </div>
        <div class="check_box_wrap">
            <input type="checkbox" name="결제정보수집 및 제공동의" id="agree01">결제정보 수집 및 제공 동의 <a onclick="term()">보기</a> <br>
            <input type="checkbox" name="위 구매조건 확인 및 결제진행에 동의" id="agree02">위 구매조건 확인 및 결제진행에 동의
        </div>
        <div class="bm_btn">
           <button type="submit" class="bottom_btn">충전하기</button> 
        </div>
        
    </div>
    <div id="background_wrap">
    	<div id="approval">
    		<div class="term_content_div">
    			비즈머니 서비스 이용약관<br><br>

개정 2021.05.25.<br>
<p>
제1조(목적)<br><br>
이 이용약관(이하 “약관”이라 함)은 주식회사 브이엠네트웍스 올디프 사업본부 (이하 “회사”라고 함)가 제공하는 “비즈머니” 서비스를 이용함에 있어 필요한 “판매자”와 “회사”간의 제반 사항을 규정함을 그 목적으로 합니다.
</p><br>
<p><br>
제2조 (용어의 정의)<br><br>
이 약관에서 사용하는 용어의 정의는 다음 각호와 같습니다.<br>
1. “사이트”란 올디프 사이트(www.alldipe.com)를 비롯하여 “회사”가 운영하는 컴퓨터 등 정보통신설비를 이용한 “상품” 거래를 위한 모든 형태의 가상의 영업장을 말합니다.<br>
2. “오픈마켓 서비스”란 회사가 “인터넷사이트” 및 “모바일 애플리케이션” 등을 통하여 제공하는 통신판매중개 서비스 및 관련 부가서비스 일체를 말합니다.<br>
3. “판매자”란 “서비스”를 이용하기 위해 “약관‘”에 따라 “회사”와 이용계약을 체결하고 “오픈마켓 서비스”를 이용하여 실제로 상품을 판매하는 자를 말합니다.<br>
4. “회원”이란 “판매자”가 판매하는 상품을 “오픈마켓 서비스”를 통하여 회사에게 구입할 의사를 표시한 자를 말합니다.<br>
5. “키워드광고”란 “판매자”가 신청한 특정 키워드와 “사이트”를 연계하여 “사이트”를 이용하는 이용자에게 보여주는 방식의 인터넷 광고를 의미합니다.<br>
6. “구매할인쿠폰”이란 상품 또는 서비스를 구매할 때 쿠폰에 표시된 금액 또는 비율만큼 구매가격을 할인 받을 수 있는 회사 전용의 온라인/모바일/오프라인 쿠폰을 말하며, 할인용도로 쓰이는 모든 쿠폰을 통칭합니다. 또한, 그 사용대상 · 방법 · 기한 및 제한사항등은 파트너센터를 통해 확인 가능합니다.<br>
7. “쿠폰 생성/등록”이란 “판매자”가 판매 활동을 하며, 상품에 대한 마케팅, 홍보 등의 효과를 위해 “올디프 파트너스” 페이지를 통해 직접 생성/등록하는 것을 의미합니다.<br>
8. “비즈머니”라 함은 “키워드광고” 및 “쿠폰 생성/등록”을 이용하기 위해 “판매자”가 사용할 수 있는 충전금으로, “키워드광고” 및 “쿠폰 생성/등록”의 이용대금은 “비즈머니”를 통해서만 지불 가능합니다.<br>
<br>
※ 여기에서 정의되지 않은 약관상 용어의 의미는 “올디프 이용약관” 및 일반적인 거래 관행에 따릅니다.<br>
</p><br>
<p><br>
제3조 (약관의 명시 및 개정)<br><br>
1. “회사”는 “약관”의 내용을 “판매자”가 쉽게 알 수 있도록 “올디프 파트너스” 초기화면 또는 연결화면을 통하여 게시합니다.<br>
2. 회사는 『전자상거래 등에서의 소비자보호에 관한 법률』(이하 “전자상거래법”이라 합니다), 『약관의 규제 등에 관한 법률』, 『전자문서 및 전자거래기본법』, 『전자서명법』, 『정보통신망 이용촉진 등에 관한 법률』, 『방문판매 등에 관한 법률』, 『소비자기본법』등 관련 법령의 규정 등에 따라 특정 서비스에 관한 약관(이하 "개별약관")을 별도로 제정할 수 있으며, “회원”이 “개별약관”에 동의하면 “개별약관”은 “이용계약”의 일부를 구성하고, “개별약관”에 이 약관과 상충하는 내용이 있으면 “개별약관”이 우선하여 적용됩니다.<br>
3. 본 약관에 따라 “판매자”로 가입하고자 하는 자는 “비즈머니 서비스 이용약관”의 내용을 숙지하고 본 항의 내용에 동의하는 것임을 확인합니다.<br>
4. 이 약관에 관하여 변경이 있으면 회사는 변경 내용의 효력발생일 7일 이전(다만, “판매자”에게 불리한 내용으로 변경할 때는 30일 이전)에 해당 변경 내용을 "사이트"에 공지하며, “회원”이 변경된 약관, “이용정책”, “개별약관”에 동의하지 않으면 “회원” 탈퇴(이용계약의 해지)를 요청할 수 있으며, 변경적용일까지 거부 의사를 표시하지 않으면 변경 약관, “이용정책”, “개별약관”에 동의한 것으로 간주합니다.<br>
5. 변경된 약관은 그 적용일자 이전으로 소급하여 적용되지 않습니다.<br>
</p>
<br><p><br>
제4조 (키워드광고 이용계약 체결)<br><br>
1. “키워드광고” 이용계약은 “판매자”가 “회사”가 정한 절차에 따라 “키워드광고” 게재를 신청하고 “회사”가 이를 승낙함으로써 체결되며, “회사”는 구체적인 신청 및 승낙 절차에 대해 “올디프 파트너스”를 통해 안내할 수 있습니다.<br>
2. “판매자”는 반드시 “회사”가 요구하는 양식과 절차를 통해 “키워드광고” 게재를 신청해야 합니다. “회사”는 “판매자”의 신청에 대해 심사기준, 승낙 여부나 방식 등을 결정할 권한을 가지며, 관련 법령 및 “회사”의 기준에 따라 “판매자”에게 신청한 내용의 변경을 요청할 수 있습니다.<br>
3. “판매자”는 “회사”에 대해 자신이 게재 신청하는 “키워드광고”의 키워드, 제목, 설명문구, 부가정보 및 “키워드광고”의 대상이 된 웹사이트의 표시 내용(이하 “표시내용 등”이라고 함)이 관련 법령을 위반하거나 제3자의 권리를 침해하지 않음을 보증합니다. 또한, “광고주”는 “표시내용 등”과 관련하여 발생하는 분쟁에 대해 “회사”를 면책시켜야 하며 이로 인해 “회사”에 손해가 발생하는 경우 해당 손해를 배상하여야 합니다.<br> 
4. "회사"가 본 조에 따라 "키워드광고" 게재신청을 승낙한 것이 해당 "키워드광고" 또는 웹사이트가 위법하지 않거나 "회사"의 "약관"이나 광고운영정책, 이용안내 등에 적합함을 최종적으로 보증하거나 보장하는 것은 아니며 승낙 이후에도 "키워드광고" 또는 웹사이트가 관련 법령 또는 "약관"이나 광고운영정책, 이용안내 등에 위반하는 것이 확인될 경우 "회사"는 제18조에 따라 "키워드광고" 이용계약을 해지할 수 있습니다.<br>
</p><br><p><br>
제5조 (키워드광고 서비스의 내용)<br><br>
1. “키워드광고”는 “사이트” 이용자가 “사이트”의 검색서비스를 이용하여 특정 키워드를 검색한 경우, 검색 결과 페이지에 “판매자”가 신청하고 “회사”가 승낙한 “키워드”와 관련한 상품 정보를 게재하는 것을 말합니다.<br>
2. “회사”는 “서비스” 신청 절차 및 “키워드광고”의 게재 영역, 기타 “서비스” 내용 등을 “올디프 파트너스”를 통해 안내할 수 있으며 “판매자”는 “키워드광고” 이용계약 체결 전에 이를 신중히 확인하여야 합니다.<br>
</p><br><p><br>
제6조 (키워드광고의 게재)<br><br>
1. "회사"는 “키워드광고”가 게재되는 범위 및 게재 영역, 게재순서, 게재 영역의 UI 등(이하 “게재 영역 등”이라 함)에 대한 결정 권한을 가지며, 변경 또는 추가할 수 있습니다.<br> 
2. “키워드광고” 범위에 변경이 있는 경우 “회사”는 그 변경 전에 “올디프 파트너스” 초기화면에 공지합니다. “판매자”는 변경 내용에 동의하지 않을 경우 언제든지 자신의 “판매자계정”에서 변경된 내용으로 게재되는 “키워드광고”의 노출을 중단할 수 있습니다.<br> 
3. "회사"는 수시로 "서비스"의 품질 향상 및 "키워드광고"의 효과 증대 등을 위해 일부 트래픽을 대상으로 하는 테스트를 별도의 공지 없이 진행할 수 있습니다. <br>
4. "회사"는 “키워드광고”가 아래 각 호에 해당하는 경우 “키워드광고”의 게재를 제한하거나 게재되는 “키워드광고”의 수를 제한할 수 있습니다.<br>
 ① “회사”에 법률적 또는 재산적 위험을 발생시키거나 발생시킬 우려가 있는 경우<br>
 ② "회사" 및 "키워드광고"의 명예ㆍ평판ㆍ신용이나 신뢰도를 훼손하거나 훼손할 우려가 있는 경우<br>
 ③ "서비스" 또는 "키워드광고"의 품질을 저하시키거나 저하시킬 우려가 있는 경우<br>
 ④ “키워드광고”의 효과가 현저히 떨어지는 경우<br>
5. "키워드광고"의 운영 주체가 정당하고 합리적인 이유를 근거로 자신의 특정 "키워드광고"의 게재 제한이나 "게재 영역 등"의 변경을 요청하는 경우 "회사"는 해당 “키워드광고”의 게재를 제한하거나 “게재 영역” 등을 변경할 수 있습니다. 이 경우 “회사”는 “판매자”에게 통지하며, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br>
</p><br><p><br>
제7조 (키워드광고 서비스의 변경 및 공지)<br><br>
1. "회사"는 안정적인 “키워드광고 서비스” 제공을 위하여 “키워드광고 서비스”의 운영상이나 기술상의 사항을 변경할 수 있으며 변경되는 내용은 사전에 "올디프 파트너스" 초기화면 등에 미리 공지합니다. 단, “회사”는 “판매자”의 권리나 의무 등 “키워드광고 서비스” 이용과 관련되는 실질적인 사항을 변경하고자 하는 경우 변경 적용 일자 7일 전부터 공지하도록 하며 변경 내용이 “판매자”에게 불리한 변경의 경우에는 적용일자 30일 전부터 공지합니다.<br> 
2. "판매자"는 “키워드광고 서비스”의 변경 내용에 동의하지 않을 경우 “키워드광고 서비스” 게재 중단을 요청할 수 있습니다. <br>
</p><br><p><br>
제8조 (키워드광고 서비스의 중단)<br><br>
1. "회사"는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 "서비스"의 제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 "판매자"에게 통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br> 
2. "회사"는 전항에 따른 "서비스" 중단으로 인해 발생한 "판매자"의 손해에 대해서 고의 또는 과실이 없는 한 책임을 부담하지 않습니다. <br>
</p><br><p><br>
제9조 (키워드광고 서비스 이용료 등)<br><br>
1. “키워드광고”의 서비스 이용료는 정액제로 시행하며, “판매자”는 서비스 이용료를 광고의 게재 전에 비즈머니로 충전하여야 합니다.<br>
2. “키워드광고”의 구매방식은 입찰제와 클릭률 등으로 분류되며, “판매자”는 “회사”가 정한 절차와 방식에 따라 구매에 참여하여야 합니다.<br>
3. “키워드광고”의 서비스 이용료는 “사이트”에서 실제 클릭이 이뤄졌을 때 “판매자”가 설정해놓은 입찰가만큼 “비즈머니”에서 자동 차감됩니다.<br>
</p><br><p><br>
제10조 (쿠폰 생성/등록 서비스의 내용)<br><br>
1. “쿠폰 생성/등록”는 “판매자”가 판매 활동을 하며, 상품에 대한 마케팅, 홍보 등의 효과를 위해 “올디프 파트너스” 페이지를 통해 직접 생성/등록하는 것을 의미합니다.<br>
2. 판매자가 생성/등록할 수 있는 쿠폰은 각 호와 같습니다.<br>
 ① 기획전/딜 쿠폰<br>
 ② 장바구니 쿠폰 (“판매자”의 상품들을 묶어서 할인을 가능하게 합니다.)<br>
 ③ 스토어 쿠폰 (결제페이지에서 해당 상품과 관련된 쿠폰이 있으면 표시합니다.)<br>
 ④ 다운로드 쿠폰 (쿠폰이 붙은 상품의 총 주문액이 판매자가 설정한 일정 금액을 충족할 경우 사용할 수 있는 쿠폰입니다.)<br>
3. “판매자”는 “올디프 파트너스”를 통해 쿠폰 생성/등록을 할 수 있으며, 쿠폰명, 할인 방식, 유효기간 등을 자율적으로 정할 수 있습니다.<br>
4. “회사”는 “판매자”가 생성/등록한 쿠폰에 대하여 관리자 페이지를 통해 확인할 수 있으며, 수정 및 삭제가 필요한 경우 임의로 조정할 수 있습니다. 단, “회사”는 수정 및 삭제가 필요한 경우 “판매자”에게 그 사실을 알릴 의무가 있습니다.<br>
5. “회사”는 “쿠폰 생성/등록” 절차 및 노출 영역, 기타 “서비스” 내용 등을 “올디프 파트너스”를 통해 안내할 수 있으며 “판매자”는 “쿠폰 생성/등록”을 시행하기 전에 이를 신중히 확인하여야 합니다.<br>
</p><br><p><br>
제11조 (쿠폰의 게재)<br><br>
1. "회사"는 쿠폰이 게재되는 범위 및 게재 영역, 게재순서, 게재 영역의 UI 등(이하 “게재 영역 등”이라 함)에 대한 결정 권한을 가지며, 변경 또는 추가할 수 있습니다.<br> 
2. “쿠폰 생성/등록” 범위에 변경이 있는 경우 “회사”는 그 변경 전에 “올디프 파트너스” 초기화면에 공지합니다. “판매자”는 변경 내용에 동의하지 않을 경우 언제든지 자신의 “판매자계정”에서 변경된 내용으로 게재되는 “쿠폰”의 노출을 중단할 수 있습니다.<br> 
3. "회사"는 수시로 "서비스"의 품질 향상 및 "쿠폰“의 효과 증대 등을 위해 일부 트래픽을 대상으로 하는 테스트를 별도의 공지 없이 진행할 수 있습니다. <br>
4. "회사"는 “쿠폰”이 아래 각 호에 해당하는 경우 “쿠폰”의 게재를 제한하거나 게재되는 “쿠폰”의 수를 제한할 수 있습니다.<br>
 ① “회사”에 법률적 또는 재산적 위험을 발생시키거나 발생시킬 우려가 있는 경우<br>
 ② "회사" 및 "쿠폰"의 명예ㆍ평판ㆍ신용이나 신뢰도를 훼손하거나 훼손할 우려가 있는 경우<br>
 ③ "서비스" 또는 "쿠폰"의 품질을 저하시키거나 저하시킬 우려가 있는 경우<br>
 ④ “쿠폰”의 효과가 현저히 떨어지는 경우<br>
5. "쿠폰"의 운영 주체가 정당하고 합리적인 이유를 근거로 자신의 특정 "쿠폰"의 게재 제한이나 "게재 영역 등"의 변경을 요청하는 경우 "회사"는 해당 “쿠폰”의 게재를 제한하거나 “게재 영역” 등을 변경할 수 있습니다. 이 경우 “회사”는 “판매자”에게 통지하며, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br>
</p><br><p><br>
제12조 (쿠폰 생성/등록 서비스의 변경 및 공지)<br><br>
1. "회사"는 안정적인 “쿠폰 생성/등록 서비스” 제공을 위하여 “쿠폰 생성/등록 서비스”의 운영상이나 기술상의 사항을 변경할 수 있으며 변경되는 내용은 사전에 "올디프 파트너스" 초기화면 등에 미리 공지합니다. 단, “회사”는 “판매자”의 권리나 의무 등 “쿠폰 생성/등록 서비스” 이용과 관련되는 실질적인 사항을 변경하고자 하는 경우 변경 적용 일자 7일 전부터 공지하도록 하며 변경 내용이 “판매자”에게 불리한 변경의 경우에는 적용일자 30일 전부터 공지합니다.<br> 
2. "판매자"는 “쿠폰 생성/등록”의 변경 내용에 동의하지 않을 경우 “쿠폰 생성/등록 서비스” 게재 중단을 요청할 수 있습니다. <br>
</p><br><P><br>
제13조 (쿠폰 생성/등록 서비스의 중단)<br><br>
1. "회사"는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 "서비스"의 제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 "판매자"에게 통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br> 
2. "회사"는 전항에 따른 "서비스" 중단으로 인해 발생한 "판매자"의 손해에 대해서 고의 또는 과실이 없는 한 책임을 부담하지 않습니다. <br>
</P><br><p><br>
제14조 (쿠폰 생성/등록 서비스 이용료 등)<br><br>
1. “쿠폰 생성/등록”의 서비스 이용료는 정액제 또는 정률제로 시행하며, “판매자”는 서비스 이용료를 쿠폰의 게재 전에 비즈머니로 충전하여야 합니다.<br>
2. “쿠폰 생성/등록”의 구매는 실제 “사이트”를 이용하는 “회원”이 “쿠폰”을 다운받아 사용하였을 때 적용됩니다.<br>
3. “쿠폰 생성/등록”의 서비스 이용료는 “사이트”에서 “쿠폰”이 사용되었을 때 “판매자”가 적용해놓은 정액 또는 정률만큼 “비즈머니”에서 자동 차감됩니다.<br>
</p><br><p><br>
제15조 (회사의 의무)<br><br>
1. "회사"는 관련 법령과 “약관”에서 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다.<br> 
2. "회사"는 “서비스” 이용과 관련하여 "판매자"로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다.<br>
</p><br><p><br>
제16조 (판매자의 의무)<br><br>
1. "광고주"는 관련 법령, “약관”, 광고운영정책, 이용안내 및 “회사”가 공지하거나 통지한 사항 등을 준수하여야 하며, 기타 "회사"의 업무에 방해되는 행위를 하여서는 안 됩니다.<br> 
(예)광고주 웹사이트가 불법정보를 담고 있거나 법령을 위반하는 내용으로 구성하는 경우 등 포함) <br>
2. "판매자"는 어떠한 경우에도 "회사"의 사전 승낙 없이 아래와 같은 행위를 하는 에이전트(agent), 로봇(robot), 스크립트(script), 스파이더(spider), 스파이웨어(spyware) 등의 수단을 제작, 배포, 설치하거나 이를 유도하여서는 안되며 기타 부정한 방법 등을 통해 아래와 같은 행위를 하거나 그러한 시도를 하여서는 안됩니다.<br> 
 ① “회사”가 제공하지 않는 방식으로 “서비스”에 접속하는 행위<br>
 ② 노출횟수 및 클릭횟수를 부정하게 생성하거나 증가시키는 행위<br>
 ③ “회사”의 서버 및 설비 등에 부하를 야기하는 행위<br>
 ④ 기타 “서비스”의 정상적인 운영을 방해하는 행위<br>
4. "판매자"는 “약관”에 따른 "회사"의 정당한 "서비스"를 제외하고는 "광고매체"의 다른 영역에서 “판매자” 또는 제3자의 영업을 홍보하기 위하여 키워드와 관련된 광고 또는 기타의 방법을 통한 광고를 할 수 없습니다.<br> 
5. "판매자"는 구매한 서비스 이용료 및 이와 관련된 “서비스” 이용권한을 타인에게 대여하거나 양도하여서는 안되며, 타인이 구매한 서비스 이용료 및 이와 관련된 “서비스” 이용권한을 대여받거나 양수하여서도 안 됩니다. <br>
6. "판매자"는 자신의 "판매자계정"을 "회사"의 동의 없이 타인의 웹사이트를 광고하기 위한 목적으로 사용하여서는 안 됩니다. <br>
7. "판매자"는 “서비스”에 관한 자료와 입찰 등 게재신청에 대한 정보 등 “서비스” 이용과정에서 취득한 일체의 정보를 제3자에게 제공, 공개 또는 누설하여서는 안 됩니다.<br> 
8. "판매자"는 "서비스" 제공 또는 본 조 위반여부를 확인하기 위해 "회사"가 자료 또는 접근권한의 제공 및 관련 사실에 대한 소명을 요청하는 경우에는 이에 성실히 임하여야 합니다.<br>
</p><br><p> <br>
제17조 (비즈머니의 충전과 환급 및 환불 등)<br><br>
1. “비즈머니”는 신용카드와 현금(이하 "현금 등"이라 함)을 통해 충전이 가능하며, “비즈머니”와 "현금 등"의 교환비율은 일대일(1:1)입니다.<br>
2. “회사”는 입찰제 “키워드광고” 미낙찰 등의 경우, “판매자”가 지급한 서비스 이용료를 “비즈머니”로 환급하여 드립니다. 환급이란 “판매자”의 “판매자 계정”으로 해당 “비즈머니” 차감 금액을 돌려드리는 것을 의미합니다.<br>
3. "회사"는 “판매자”가 "서비스" 이용 중단 등을 이유로 “비즈머니”의 환불을 요청하는 경우 "판매자계정"에 있는 “비즈머니"에 대해 환불하여 드립니다. 환불이란 "판매자"가 충전한 수단에 따라 카드결제 취소 또는 현금으로 해당 금액을 돌려드리는 것을 의미합니다. 단, 카드 결제 취소의 경우 기 사용한 서비스 이용료를 결제한 후에 카드 결제 취소가 가능합니다.<br> 
4. "회사"는 "비즈머니"로 전환할 수 있는 "비즈쿠폰"을 "판매자"에게 발행할 수 있습니다. “판매자”는 “비즈쿠폰”에 명시된 기간 및 조건에 따라서만 이를 사용할 수 있으며, 기간 내 미사용 시 해당 “비즈쿠폰”은 소멸됩니다.<br> 
</p><br><p><br>
제18조 (이용제한 등)<br><br>
1. "회사"는 "판매자"가 관련 법령 및 “약관” 또는 광고운영정책에 따른 의무를 위반하는 경우 그 위반 횟수와 경중을 고려하여 “키워드광고” 게재 신청 제한, "서비스" 이용 정지, 제 4조에 따라 체결된 “키워드 광고” 이용계약 해지 등을 할 수 있습니다.<br>
2. "회사"는 제1항에 따라 "이용 제한"을 하는 경우 "판매자"에게 통지합니다. 이 경우 “회사”는 “이용제한”을 하기 전에 상당한 기간을 정하여 “광고주”에게 이의신청의 기회를 부여하며, 다만 광고운영정책에서 정하는 사유가 있을 경우엔 별도의 이의신청 기간을 부여하지 않을 수 있습니다.<br> 
3. "판매자"는 본 조에 따른 “이용제한”에 대하여 “회사”가 정하는 절차에 따라 이의신청을 할 수 있으며, “회사”는 “판매자”의 이의가 정당하다고 인정할 경우 즉시 “이용제한”을 해제합니다. <br>
</p><br><p><br>
제19조 (손해배상 등)<br><br>
1. "회사"는 “서비스” 이용과 관련하여 “회사”의 고의 또는 과실로 인해 “판매자”에 손해가 발생한 경우에는 민법 등 관련 법령이 규정하는 범위 내에서 그 손해를 배상합니다.<br> 
2. "판매자"가 “약관” 또는 관련 법령을 위반하여 "회사"에 손해를 발생시킨 경우 "회사"에 그 손해를 배상합니다. <br>
3. "판매자“가 “약관” 또는 관련 법령을 위반하여 제3자가 "회사"를 상대로 민·형사상의 법적 조치를 취하는 경우에는 "판매자"는 자신의 비용과 책임으로 "회사"를 면책시키고, 이로 인해 “회사”에 발생한 손해를 배상해야 합니다.<br> 
</p><br><p><br>
제20조 (책임제한)<br><br> 
1. "회사"가 천재지변 또는 분산 서비스 거부 공격(DDos 공격), 인터넷 서비스 제공자(ISP)의 네트웍 장애, “사이트” 자체의 장애 등 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 "서비스" 제공에 관한 책임이 면제됩니다.<br> 
2. "회사"는 "판매자"의 귀책사유로 인한 "서비스" 이용의 장애에 대하여는 책임을 지지 않습니다. <br>
3. "회사"는 "판매자"가 "서비스"와 관련하여 제공하거나 웹사이트에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.<br> 
4. “회사”는 광고 효과 향상을 위해 “판매자”가 설정한 조건에 따라 “키워드광고”가 노출될 수 있도록 최선을 다합니다. 단, “회사”는 “판매자”가 설정한 조건에 따라 모든 “키워드광고”가 노출됨을 보증하지 아니하며, 설정된 조건과 다르게 노출되는 “키워드광고”에 대하여 “회사”는 책임을 지지 않습니다.<br> 
</p><br><p><br>
제21조 (약관의 해석)<br><br> 
“약관”에서 정하지 아니한 사항과 “약관”의 해석에 대해서는 광고운영정책, 이용안내 및 관련 법령에 따릅니다.<br>
</p><br><p><br>
제24조(준거법 및 재판관할)<br><br> 
① "회사"와 “광고주”간 제기된 소송은 대한민국법을 준거법으로 합니다.<br>
② "회사"와 “광고주”간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.<br> 
</p><br><p><br>
[부칙]<br><br>
1. 본 약관은 2021년 5월 31일부터 시행됩니다.<br>
</p>
    		</div>
    		<div class="term_btn_div"><button onclick="closeTerm()">닫기</button></div>
    	</div>
    </div>
</body>
<script>

	function term(){
		document.getElementById("background_wrap").style.display = "block";
	}
	
	function closeTerm(){
		document.getElementById("background_wrap").style.display = "none";
	}

	function add(point){
		var charge = document.getElementById("chargePoint");
		charge.value = Number(charge.value) + Number(point);
	}
	function change(){
		const select = document.getElementsByClassName("payment_radio");
		const payment = document.getElementsByClassName("paymentType");
		for(var i = 0; i<select.length; i++){
			if(select[i].checked){
				payment[i].style.backgroundColor = "#1E46A8";
			}else{
				payment[i].style.backgroundColor = "#396ef3";
			}
		}
	}
</script>
</html>